[
 "Elektrickými šoky můžete až na 6 měsíců vylepšit matematické dovednosti lidského mozku.",
 "Studie naznačují, že pokud díváte na oceán po dobu 5-10 minut denně, budete zdravější a šťastnější.",
 "Slon váží méně než jazyk modré velryby.",
 "Ostrov Guam nemá žádný přírodní písek, takže svůj asfalt vyrábí pomocí směsi mletého korálu a oleje.",
 "Když čelíte obtížným úkolům, chovejte se tak, jako byste nemohli selhat. Váš přístup a myšlenkový proces výrazně ovlivní vaše jednání.",
 "Pokud ve Starbucks požádáte o puppuccino, dají vám šálek šlehačky pro vašeho psa.",
 "V USA mohou být lidé odmítáni z účasti v policejních silách, pokud jsou příliš inteligentní.",
 "V Nebrasce je vesnice s celkovým počtem obyvatel 1. Pracuje jako starostka a také si platí daně.",
 "Ve 30. letech odešla Minnie v komiksu Mickey Mouse za jinou myší. Mickey se pak pokusil zabít.",
 "Podivní a trapní lidé mají tendenci být nejlepšími přáteli.",
 "Fyzické doteky zlepšují zdraví. Studie ukazují, že masáže, objetí, a držení rukou snižují stres, a posilují imunitní systém.",
 "Padající kokosy usmrtí každý rok až 150 lidí. Více než zabijí žraloci.",
 "Podle Bible poslal Bůh 2 medvědy, aby zavraždili 42 dětí, protože se posmívali plešatému.",
 "Hitler i Napoleon neměli jedno varle.",
 "Když je člověk zamilovaný, mozek ignoruje nedostatky milovaného člověka a je pro ně obtížné opustit ho, i když mu způsobuje bolest.",
 "Když voníte, automaticky jste pro ostatní atraktivnější.",
 "V 60. letech podávali vědci delfínům LSD. Chtěli je naučit anglicky.",
 "Nejlepší věc na světě je najít člověka, který zná všechny vaše chyby, a pořád si myslí, že jste úžasní.",
 "Krávy bučí různými akcenty, podle regionů v kterých žijí.",
 "Lidé jsou večer o 1 cm nižší než ráno.",
 "Nejdražším materiálem na planetě je antihmota v hodnotě 62,5 bilionu $ za gram.",
 "V Rusku se vyráběla vakcína proti homosexualitě.",
 "Původní hlas Mickey Mouse daboval sám Walt Disney.",
 "Každých 43 sekund se někdo pokusí o sebevraždu.",
 "V ústní vodě je více alkoholu než ve víně.",
 "Slepí lidé zažijí při požití LSD obrazové halucinace.",
 "Pes vydává kolem 10 různých zvuků. Kočka jich umí 100.",
 "Lidé jsou přirozeně šťastnější, když mají plno práce, ale zároveň jsou naprogramováni tak, aby byli líní.",
 "V nejhlubších mořích žije živočich, který nemůže dělat nic jiného než mít sex.",
 "Ariel je jediná Disney princezna, která má dítě.",
 "Život za peníze nekoupíš - poslední slova která řekl Bob Marley na smrtelné posteli synovi.",
 "Studie ukazují, že kniha a film jsou lepší napodruhé.",
 "Nahý obrázek Kate Winslet ve filmu Titanic byl namalován režisérem filmu, James Cameronem.",
 "V pivních reklamách se kvůli pěně dává do piva prací prášek.",
 "Vědecký termín pro Francouzský polibek je cataglottism.",
 "V Yunessun lázních v Japonsku můžete jít plavat do čaje, kávy nebo vína.",
 "Pokud vezmete zlatou rybku na tmavé místo, změní barvu na bílou.",
 "Měsíc má vlastní časové pásmo. Když byl Richard M. Nixon prezidentem, dostal hodinky, které čas na Měsíci ukazovaly.",
 "Během natáčení filmu Borat volali lidé 91krát policii.",
 "Pokud se vám nedaří usnout, znamená to, že jste vzhůru ve snu někoho jiného.",
 "Dospělé kočky na sebe mňau nedělají, pomocí mňau komunikují pouze s lidmi.",
 "Průměrná žena má tendenci plakat 40-66 krát do roka, muž 5-8 krát.",
 "Na toaletě najdete méně bakterií než v kuchyni.",
 "V Singapuru je nezákonné prodávat žvýkačky.",
 "Holubi rozeznávají lidské tváře.",
 "Mona Lisa nemá obočí.",
 "Mléko hrocha je růžové.",
 "Největší rodina na světě obsahuje 1 muže, 39 manželek a 94 dětí.",
 "72 % lidí předstírá smích, protože je to snažší než vysvětlit co je trápí.",
 "Více na ženy působí jak je muž oblečen a jak voní, než jak vypadá.",
 "Jen 2 % žen se považuje za krásné.",
 "První pivo, cigaretu, nebo drogy si nikdo nekoupil za své peníze.",
 "Samolepky **Made in China** se vyrábí v Korei.",
 "Před popravčí četou - při dotazu na poslední přání - vězeň jednou opravdu požádal o neprůstřelnou vestu.",
 "WAS IT A CAR OR A CAT I SAW je jediná anglická věta, která je stejná při čtení popředu i pozpátku.",
 "Do roku 1930 byla dívčí barva modrá. Růžová byla pro chlapce.",
 "Většina dětí se rodí s modrýma očima. Vystavení ultrafialovému záření a melanin nakonec barvu očí změní.",
 "Hawaii se přibližuje Japonsku rychlostí 4 palce ročně.",
 "Kolem 47 % lidí v Detroitském metru je negramotných.",
 "Úsměv zvyšuje kreativitu, zlepšuje náladu a posiluje sebevědomí.",
 "Kolumbijský drogový magnát Pablo Escobar měl tolik peněz, že měsíčně utratil 2500 dolarů za gumičky, kterými hromady svých bankovek svazoval.",
 "Sami sebe nepolechtáte. Mozeček, část mozku, varuje zbytek mozku, že se o to snažíte.",
 "Když Charles Darwin na Galapágách objevil poprvé želvy, snažil se na nich jezdit.",
 "Instagram je modrý, Facebook je modrý, Twitter je modrý, Tumblr je modrý. Modrá barva zmírňuje stres.",
 "Studie naznačují, že pokud máte s někým oční kontakt po dobu delší než 6 sekund bez mrknutí, toužíte po sexu nebo vraždě.",
 "Myší samci zpívají samicím milostné písně. Jde ale o ultrazvuk a lidé je neslyší.",
 "97 % lidí neví, že Usáma bin Ládin byl v roce 1980 agent CIA.",
 "Smích pomáhá zlepšit paměť a učení. Začlenění humoru do vzdělávání vede k lepším výsledkům testů.",
 "Steve Jobs byl adoptovaný.",
 "Robot, kterého NASA poslala na Mars má baterie na 14 let. NASA by měla vyrábět smartphony.",
 "Američané snědí v průměru 18 akrů pizzy denně.",
 "Inkoust do tiskárny je doslova dražší než krev.",
 "I mrtví lidé mohou mít orgasmus.",
 "Studie naznačují, že klíčem ke štěstí je utrácet peníze za zážitky a zkušenosti více než za majetek.",
 "Americké děti použijí v životě 3.700 plenek, japonské děti jen 1.500.",
 "Historicky nebyl humr mezi chudými lidmi vítaný. Vězni si dokonce stěžovali, protože byli nuceni jíst humra často.",
 "V USA žije více krav než lidí.",
 "Vosa při zabití vypustí feromon, kterým přiláká zbytek své kolonie.",
 "Mephobia je strach, že se vyvine druh převyšující lidskou rasu a všichni zemřeme.",
 "Lidská hlava zůstává při vědomí ještě 15–20 sekund po setnutí.",
 "Elektrickými šoky můžete až na 6 měsíců vylepšit matematické dovednosti lidského mozku.",
 "Studie naznačují, že pokud díváte na oceán po dobu 5-10 minut denně, budete zdravější a šťastnější.",
 "Ve státu Iowa je legální propustit zaměstnankyni, protože je příliš sexy.",
 "Ženy mohou chodit legálně nahoře bez ve státech Havaj, Ohio, New York, Texas a Maine.",
 "Pokud se dítě narodí na palubě letadla, může získat občanství země, ve které je zapsáno sídlo letecké společnosti.",
 "Na Filipínách je zakázáno se rozvádět.",
 "Ženy ve starém Egyptě měly více svobody, než je tomu v moderním Egyptě.",
 "Impotence je důvod k rozvodu ve 26 státech USA.",
 "Nejmenší zkumavka na světě má průměr 10.000x měnší než lidský vlas.",
 "Nejmenším státem na celém světě je Vatikán o rozloze 0,4 kilometrů čtverečních.",
 "Nejvyšší budova na světě je Burdž Dubaj vysoká 828 metrů.",
 "Nejkratší válka v historii se odehrála v roce 1896 mezi Zanzibarem a Anglií. Zanzibar se vzdal po 38 minutách.",
 "Nejmladšímu papeži všech dob bylo jen 11 let.",
 "Rekordní čas bez spánku je 11 dní a 2 hodiny.",
 "Muž s nejvíce piercingy na světě jich má na těle celkem 453. Přitom 278 z nich je umístěno na jeho varlatech a penisu.",
 "Nejdelší let papírové vlaštovky byl 69,14 metrů.",
 "Nejdelší manželství na světě trvalo 91 let a 12 dní.",
 "Nejdelší úředně uznaný název místa je Taumatawhakatangihangakoauauotamateapokaiwhenuakitanatahu.",
 "Nejdelší film na světě se jmenuje **Cure of insomnia, the.** Je dlouhý 87 hodin.",
 "Nejstarší člověk v historii kouřil denně téměř celé století. Přestal kouřit 5 let před svou smrtí ve 122 letech.",
 "22 minut je světový rekord výdrže pod vodou na jedno nadechtutí.",
 "Když je člověk zamilovaný, mozek ignoruje nedostatky milovaného člověka a je pro ně obtížné opustit ho, i když mu způsobuje bolest.",
 "Sami sebe nepolechtáte. Mozeček, část mozku, varuje zbytek mozku, že se o to snažíte.",
 "Američané snědí v průměru 18 akrů pizzy denně.",
 "Americké děti použijí v životě 3.700 plenek, japonské děti jen 1.500.",
 "Kleopatra nechala během své vlády namáčet lodní plachty do parfému, takže do Říma se nesla vůně, ještě před jejich příjezdem.",
 "Češi sní ročně v průměru zhruba 3,7 kg čokolády.",
 "Paraskevidekatriafobie je strach z pátku 13.",
 "Eufobie je strach z dobrých zpráv.",
 "Aurofobie je strach ze zlata.",
 "Agyiofobie je strach z přecházení přes silnici.",
 "Aerofobie je strach z létání a proudícího vzduchu.",
 "Acerofobie je strach z kyselosti.",
 "Ithyphallophobia je strach z mužské erekce.",
 "Ithyphallofobie je iracionální a chorobný strach z vidění nebo pomyšlení na ztopořený penis. Trpí jí i muži.",
 "Nomophobie je strach, že budete bez mobilního telefonu.",
 "Hitler trpěl klaustrofobií. Zdi jeho výtahu byly pokryté zrcadly, aby se prostor jevil otevřenější.",
 "Jeden japonský voják zůstal skrytý 29 let po konci 2. světové války, protože nevěděl, že skončila.",
 "Během Druhé světové války Rusové trénovali psi, kteří běhali s bombou pod tank nepřítele.",
 "Společně trávíme každý měsíc na Internetu 35 miliard hodin.",
 "Název komunikačního programu Skype je zkratka pro **Sky and peer-to-peer.**",
 "Na Facebooku je dnes více uživatelů, než bylo před 200 lety obyvatel na celé Zemi.",
 "Hraní počítačových her před spaním zvyšuje vaši schopnost ovládat sny. Hráči mají větší šanci zažít lucidní snění.",
 "Závislost na Twitteru a Facebooku způsobuje v mozku stejné změny, jaké jsou k vidění u uživatelů kokainu.",
 "V roce 2030 bude každý desátý obyvatel Slovenska Rom.",
 "Nahý obrázek Kate Winslet ve filmu Titanic byl namalován režisérem filmu, James Cameronem.",
 "Walt Disney nedokončil střední školu.",
 "Harry Potter je ve všech knihách o něm zmíněn celkem 18.956krát.",
 "Bill Gates je bohatší než 140 zemí.",
 "Kim Čong-il se nenarodil v Severní Koreji, ale v Sovětském svazu.",
 "Studie naznačují, že pokud díváte na oceán po dobu 5-10 minut denně, budete zdravější a šťastnější.",
 "V Thajsku je protizákonné opustit svůj dům, pokud na sobě nemáte spodní prádlo.",
 "V městě Tulsa v Oklahomě je limit líbání ze zákona maximálně 3 minuty.",
 "Kolumbijském Cali je ženě dovoleno mít sex pouze se svým mužem a když je to poprvé, musí být v pokoji přítomná její matka jako svědek celého aktu."
]
